Repository: wusel42/ffgt_packages-v2020.1
Catalog: ffgt-config-mode-wizard/i18n/*.po
Languages: de

source: If you want the location of your node to be displayed on the map, please tick the checkbox below.
de: Wenn Dein Knoten auch auf unserer Karte angezeigt werden darf, aktiviere bitte das entsprechende Häckchen.

source: Latitude
de: Breitengrad

source: Longitude
de: Längengrad

source: Geolocation
de: Geolokalisierung

source: Coordinates
de: Koordinaten

source: Address
de: Adresse

source: Contact
de: Kontaktdaten

source: Contact email address
de: Mailadresse für Kontaktaufnahme

source: Contact data set
de: Kontaktdaten konfiguriert

source: Show node on the map
de: Knoten auf der Karte anzeigen

source: e.g. %s
de: z. B. %s

source: No coordinates set; please add them or try the WiFi-based geolocation, which will upload the WiFi networks (SSID, BSSID, strenght, channel) to our server, which in turn will use third party services (Google, OpenStreetMap, ...) to map that to a location. We *need* a proper location to assign this node to a Freifunk network ("hood", "community", ...).
de: Keine Koordinaten angegeben; bitte gib' sie an oder versuche die WLAN-basierte automatische Lokalisierung, welche die empfangenen Netzwerkdaten (SSID, BSSID, Signalstärke, Kanal) auf unseren Server hochlädt, der wiederum pseudonymisiert über Drittanbieterdienste (Google, HERE, OpenStreetMap, ...) versuchen wird, diese Daten in eine Position umzurechnen. Wir benötigen eine Aufstellposition für jeden Konten, um diesen für das richtige Freifunk-Netzwerk ("Mesh", "Hood", "Community", ...) zu konfigurieren.

source: Please select where this node will be located at.
de: Bitte gib' an, wo dieser Knoten steht/stehen wird.

source: Looks like geolocation failed. Please add the coordinates this node will be located at below, feel free to utilize our map.
de: Die Geolokalisierung schlug wohl fehl. Bitte gib' die Aufstellkoordinaten dieses Knotens an, gerne unter Zuhilfename unserer Karte.

source: We could not map your coordinates to a location code. That is odd; does this node have Internet connectivity?
de: Hmm, es ist keine Zuordnung von Koordinaten zu einer Adresse möglich; hat dieser Knoten aktuell Internetzugang?

source: Located the future position of this node as follows, please verify:
de: Der Aufstellort dieses Knotens wurde wie folgt ermittelt; bitte überprüfen und ggf. korrigieren:

source: If neccessary, please update where this node will be located at.
de: Bei Bedarf bitte den Standort aktualisieren, falls er nicht mehr aktuell ist.

source: To select which configuration your node should use, we need to know where it will be located.
de: Um die korrekte Konfiguration für diesen Knoten zu ermitteln, müssen wir wissen, wo er stehen soll.

source: We will use OpenStreetMap data to convert the coordinates you enter below to a street address, which in turn will result in a location code (locode).
de: Wir nutzen OpenStreetMap-Daten, um die Koordinaten in eine Adresse umzurechnen, aus welcher sich wiederum ein Ortskode (locode) ergibt.

source: We strongly believe in server-assisted setup, therefore we kindly request this information from you and that your node is connected to the Internet during Setup.
de: Da wir stark auf server-basierte Konfiguration bauen, nenne uns bitte die Aufstellungskoordinaten; einer Anzeige dieser auf unserer Karte kannst Du an anderer Stelle widersprechen. Bitte achte darauf, daß dieser Knoten jetzt Internetzugang hat, anderenfalls ist eine Konfiguration nicht möglich.

source: This node can try network-based location. Our server will receive the neighbouring WiFi networks and try to translate that into a geoposition.
de: Dieser Knoten kann versuchen, sich über die WLAN-Netze der Umgebung lokalisieren zu lassen.

source: Automagic geolocation
de: Netzbasierte Lokalisierung

source: Automagic location done.
de: Netzbasierte Lokalisierung durchgeführt.

source: Node name
de: Name dieses Knotens

source: The node name is used solely for identification of your node, e.g. on a node map. It does not affect the name (SSID) of the broadcasted WLAN.
de: Der Knotenname dient ausschließlich zur Identifikation Deines Knotens, z. B. auf einer Knotenkarte. Er hat keinen Einfluss auf den Namen (SSID) des ausgestrahlten WLANs.

source: Suggested names:
de: Namensvorschläge:

source: Based on the coordinates configured, this node will be part of:
de: Aufgrund der konfigurierten Koordinaten wird dieser Knoten Teil von:

source: To change, go to Advanced settings/Geolocation.
de: Zum ändern bitte unter Erweiterte Einstellungen auf Geolokalisierung gehen.

source: The recorded email address looks valid:
de: Die Mailadresse des Betreibers dieses Knotens erscheint syntaktisch korrekt:

source: To change it, go to %s.
de: Zum ändern bitte %s aufrufen.

source: Please enter a valid(!) email address, so we can contact you if something needs to be done about your node.
de: Bitte gib' hier eine gültige(!) eMail-Adresse an, damit wir Dich erreichen können, falls mit Deinem Knoten irgendetwas nicht stimmt.

source: By entering an email address here, you acknowledge that a) it's under your control and you have the legal authority to use it, b) we may contact you at that address to discuss issues regarding your node (like about mandatory firmware upgrade when autoupdating is disabled or malfunctioning, etc.), and c) that this data is transmitted unencrypted continiously within the mesh (as parts of statisics collection/uptime signalling).
de: Mit der Angabe einer eMail-Adresse bestätigst Du, a) daß diese unter Deiner Kontrolle ist und Du rechtlich befugt bist, diese hierfür zu nutzen, b) daß wir Dich unter dieser Adresse zu technischen Aspekten bezüglich Deines Knotens anschreiben dürfen (z. B. bei erforderlichem Firmwareupdate, welches wegen deaktiviertem Autoupdater oder aus anderen Gründen nicht installiert wurde) sowie c) daß Du weißt, daß diese Daten unverschlüsselt periodisch im Maschennetzwerk – als Teil der statistischen/operativen Daten – übertragen werden. (DSGVO, yadda, yadda ...)

source: You may enter a trash email address here (like from fyii.de, mailinator.com, you name it); be reminded, though, that we may remove nodes where we fail to reach a node's operator within reasonable time (that is, no reply after 7 days).
de: Du kannst hier auch eine sog. »Trash-Mail-Adresse« (wie sie z. B. fyii.de, mailinator.com und andere anbieten) angeben; bitte behalte im Hinterkopf, daß wir ggf. Knoten aus unserem Netz entfernen müssen, bei denen wir den Ansprechpartner nicht in angemessener Zeit (7 Kalendertage) per Mail erreichen können. (Wir haben in der Vergangenheit nicht so drauf geachtet; das rächt sich jetzt, wo wir die 4MB-Flash-Systeme ausmustern müssen und die Knotenbetreiber nicht erreichen können. Auslesen kann die Daten übrigens nur, wer einen eigenen Knoten betreibt oder Teilnehmer des Netzes ist; man könnte argumentieren, es wäre eine geschlossene Benutzergruppe. Anyway, bitte gib' hier Daten an, unter denen wir Dich erreichen können.)

source: Your node will be registered running at:
de: Als Betriebsposition für Deinen Knoten haben wir notiert:

source: Geolocation successful
de: Geolokalisierung erfolgreich

source: The following data has been computed already, there should be no need to change anything.
de: Die folgenden Daten wurden bereits als korrekt errechnet, bitte nur nach Aufforderung ändern.

source: Your internet connection can be used to establish a VPN connection with other nodes. Enable this option if there are no other nodes reachable over WLAN in your vicinity or you want to make a part of your connection's bandwidth available for the network. You can limit how much bandwidth the node will use at most.
de: Dein Knoten kann deine Internetverbindung nutzen, um darüber eine VPN-Verbindung zu anderen Knoten aufzubauen. Die dafür genutzte Bandbreite kannst Du beschränken. Aktiviere die Option, falls keine per WLAN erreichbaren Nachbarknoten in Deiner Nähe sind oder du Deine Internetverbindung für das Mesh-Netzwerk zur Verfügung stellen möchtest. (Es ist ratsam, Mesh-VPN per WAN generell aktiviert zu lassen, somit kann ein Knoten einfach per WAN-Verbindung oder per WLAN-Mesh genutzt werden, daher haben wir dieses vorausgewählt.)

source: Remote access
de: Remotezugriff

source: WARNING: You have not configured any SSH keys, you will not have SSH access to the running node!
de: ACHTUNG: Es wurden keine SSH-Schlüssel hinterlegt; SSH-Zugriff auf den laufenden Knoten ist nicht möglich!

source: There are SSH keys (%s) configured, fine!
de: Es wurde(n) %s SSH-Schlüssel hinterlegt, sehr gut!

source: Mesh-select
de: Hier hast Du die Möglichkeit, die Mesh-Domäne, in der sich Dein Knoten befindet, zu ändern. Bitte denke daran, dass sich Dein Knoten nur mit den Knoten des ausgewählten Meshes verbinden kann.

source: Mesh-select-warning
de: Da wir die Meshes ortsbezogen automatisch zuweisen, ändere diese Einstellung nur, wenn Du genau weißt, was Du tust! Im Normalfall ist eine Änderung nicht notwendig und eher kontraproduktiv!
